aaron00101010.diff-panel
adelphes.android-dev-ext
alefragnani.bookmarks
alphabotsec.vscode-eclipse-keybindings
angular.ng-template
bierner.markdown-mermaid
britesnow.vscode-toggle-quotes
charliermarsh.ruff
ctcuff.font-preview
cweijan.vscode-office
damildrizzy.fastapi-snippets
dbaeumer.vscode-eslint
diemasmichiels.emulate
docker.docker
donjayamanne.githistory
donjayamanne.python-extension-pack
dotenv.dotenv-vscode
dotjoshjohnson.xml
drblury.protobuf-vsc
dvirtz.parquet-viewer
eamodio.gitlens
eclipse-cdt.memory-inspector
editorconfig.editorconfig
eliostruyf.vscode-hide-comments
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
fivethree.vscode-fastlane-snippets
formulahendry.auto-close-tag
formulahendry.code-runner
formulahendry.vscode-mysql
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
h5web.vscode-h5web
hbenl.vscode-test-explorer
hediet.vscode-drawio
ibm.output-colorizer
ihsanis.scrcpy
infinity1207.angular2-switcher
janisdd.vscode-edit-csv
jeff-hykin.better-cpp-syntax
jock.svg
josetr.cmake-language-support-vscode
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
llvm-vs-code-extensions.lldb-dap
lucono.karma-test-explorer
lukas-tr.materialdesignicons-intellisense
mariomatheu.syntax-project-pbxproj
mariusalchimavicius.json-to-ts
marus25.cortex-debug
mathiasfrohlich.kotlin
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mushan.vscode-paste-image
naumovs.color-highlight
nickdemayo.vscode-json-editor
nidu.copy-json-path
oderwat.indent-rainbow
orta.vscode-jest
pieterjongsma.swift-playgrounds
qiaojie.binary-viewer
randomfractalsinc.geo-data-viewer
redhat.java
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
simonsiefke.svg-preview
sj0000e.hexdiff
slevesque.vscode-zipexplorer
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
swiftlang.swift-vscode
syler.sass-indented
tamasfe.even-better-toml
toba.vsfire
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vitest.explorer
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
webnative.webnative
westenets.vscode-backup
yoavbls.pretty-ts-errors
yutengjing.vscode-archive
yzane.markdown-pdf
